package com.company.Teksi.bot;

public interface BotText {
    String TextNumUz = "Qisqacha malumot bering. yoki telefon nomer yozib qoldiring";
    String TextNumRu = "Дайте краткую информацию или запишите номер телефона";
    String TAXITEXT_UZ="Hurmatli haydochi ! \n pasdagi tugamalarni birini bosing ⏬";
    String TAXITEXT_RU="Уважаемый водитель! \n Нажмите ⏬ на одно из завершений в пропуске";

    String VIPABOUT_UZ="✅Вип гуруҳ бу нима дегани ва 100.000 минга уланиб мен нима фойда кўраман деган шопир акалар учун қисқача тушунча! \n" +
            "\uD83D\uDC8EСиз  ойига 100 минг тўлайсиз ва вип гуруҳга уланасиз! \n" +
            "↪\uFE0F➡\uFE0F➡\uFE0FУланганингиздан сўнг клентлар ёзган смс лар сизга кўрина бошлайди. \n" +
            "✅Кунига камида 10 20 та клент Тошкентга кетаман деб смс ёзади. \n" +
            "- Ўша клентлар ёзган хабарлар сизга биринчилардан бўлиб боради! \n" +
            "- Ойлик 100 минг сўм эвазига сиз пустой қайтмайсиз доим сизда одам ёки почта бўлади! \n" +
            "- Одам қидириб юрмайсиз клентлар ўзлари ёзишади ва клентлар ёзган хабарлар сизга боради\n" +
            "\n" +
            "✅Янада туликрок малумот учун бизга алокага чикинг\n" +
            "⬇\uFE0F⬇\uFE0F⬇\uFE0F⬇\uFE0F";

String VIPABOUT_RU="✅Вип группа - бу что означает и какая выгода для меня, если я присоединюсь за 100 000 сумов? Для краткого понимания для наших уважаемых дам, ребят:\n" +
        "\uD83D\uDC8EВы платите 100 000 сумов в месяц и присоединяетесь к вип-группе!\n" +
        "↪\uFE0F➡\uFE0F➡\uFE0FПосле присоединения вам будут отправляться сообщения, которые писали клиенты.\n" +
        "✅Каждый день 10-20 клиентов пишут сообщения, что они собираются в Ташкент.\n" +
        "\n" +
        "Эти сообщения от клиентов будут приходить к вам первыми!\n" +
        "Вы получаете 100 000 сумов в месяц, так что вы всегда будете в плюсе! У вас есть возможность просматривать сообщения и отвечать на них.\n" +
        "Вы не будете искать клиентов, они сами будут писать вам, и вы будете получать сообщения от клиентов.\n" +
        "✅Для получения дополнительной информации свяжитесь с нами\n" +
        "⬇️⬇️⬇️⬇️";

String CLENT_LOK_UZ="Qaysi yonalish boyicha taksi kerakligini tanlang⬇️⬇️⬇️⬇️  \n Yokida tolliq  yozib qoldiring";
String CLENT_LOK_RU="Выберите, в каком направлении такси⬇️⬇️⬇️⬇️ \n Или напишите полностью";
String ORDER_UZ="Nechta yolovchi bor yoki pochtami⬇️⬇️⬇️⬇️ \n Holasangiz ozingiz yozib qoldiring";
String ORDER_RU="Сколько пассажиров есть или почтовые⬇️⬇️⬇️⬇️\n Если хочешь, напиши сам";

}